Repository: Bulychov-Ruslan/oryntapp_app
Catalog: lib/l10n/app_*.arb
Languages: kk

# welcome
source: Welcome to OrynTapp!
kk: OrynTapp қолданбасына қош келдіңіз!

# welcomeText1
source: Park your car with ease
kk: Көлігіңізді оңай тұраққа қойыңыз

# welcomeText2
source: To use the application, you need to login or register.
kk: Қолданбаны пайдалану үшін жүйеге кіру немесе тіркелу қажет.

source: Login
kk: Кіру

source: Sign Up
kk: Тіркелу

source: Don't have an account?
kk: Аккаунтыңыз жоқ па?

source: Reset Password
kk: Құпия сөзді қалпына келтіру

source: Successful authorization!
kk: Сәтті кіру!

# enterEmail
source: Enter your Email
kk: Email поштаңызды енгізіңіз

source: Password
kk: Құпия сөз

# enterPassword
source: Enter your password
kk: Құпия сөзді енгізіңіз

source: Repeat Password
kk: Құпия сөзді қайталаңыз

# enterRepeatPassword
source: Repeat your password
kk: Құпия сөзді қайта енгізіңіз

source: Already have an account?
kk: Аккаунтыңыз бар ма?

source: Incorrect email or password. Try again.
kk: Email немесе құпия сөз дұрыс емес. Қайталап көріңіз

source: Unknown error. Try again or contact support.
kk: Белгісіз қате! Қайталап көріңіз немесе техникалық қолдау қызметіне хабарласыңыз.

source: Enter correct email
kk: Дұрыс Email енгізіңіз

source: Minimum 6 characters
kk: Минимум 6 символ

source: Passwords do not match
kk: Құпия сөздер сәйкес келмейді

# emailAlreadyExists
source: This Email is already in use, try again using a different Email
kk: Бұл Email бұрыннан қолданыста, басқа Email арқылы әрекетті қайталаңыз

source: This Email is not registered
kk: Бұл Email тіркелмеген!

source: Password reset email sent
kk: Құпия сөзді қалпына келтіру поштаңызға жіберілді

source: Email Address Verification
kk: Email мекенжайын растау

source: Email verification sent
kk: Email мекенжайын растау хатты поштаңызға жіберілді

# resendVerificationEmail
source: Resend Verification
kk: Қайта жіберу

source: Successful verification!
kk: Сәтті расталды!

source: Parkings
kk: Автотұрақтар

source: Search
kk: Іздеу

source: Profile
kk: Профиль

source: Parking Map
kk: Автотұрақтар картасы

# locationDisabled
source: Location is disabled
kk: Орналасу орны қосылмаған

source: Enable location to use this app
kk: Бұл қолданбаны пайдалану үшін орналасу орнын қосыңыз

source: Enable Location
kk: Орналасу орнын қосу

source: Choose an action
kk: Әрекетті таңдаңыз

source: View Parking
kk: Автотұрақты көру

source: Build a Route
kk: Маршрут құру

# listParking
source: List of parking lots
kk: Автотұрақтар тізімі

source: Search by address
kk: Мекенжай бойынша іздеу

# parkingId
source: Parking No.
kk: Автотұрақ №

source: Address:
kk: Мекенжай:

source: Select Language
kk: Тілді таңдаңыз

source: Username
kk: Қолданушының аты

source: Edit Username
kk: Қолданушының атын өзгерту

source: Cancel
kk: Болдырмау

source: Save
kk: Сақтау

source: Delete Photo?
kk: Фотосуретті жою керек пе?

source: Are you sure you want to delete your profile photo?
kk: Профиль фотосуретіңізді шынымен жойғыңыз келе ме?

source: Delete
kk: Жою

source: Delete Account?
kk: Аккаунтты жою

# areYouSureYouWantToDeleteYourAccountPermanently
source: Are you sure you want to delete your account permanently? This action cannot be undone.
kk: Аккаунтты біржола жойғыңыз келетініне сенімдісіз бе? Бұл әрекетті қайтару мүмкін емес.

source: Parking Places
kk: Автотұрақ орындары

source: Occupied Places
kk: Бос емес орындар

source: Filter:
kk: Фильтр:

source: All places
kk: Барлық орындар

source: Free
kk: Бос

source: Occupied
kk: Бос емес

source: Row
kk: Қатар
